Repository: Toan14102004/Tai-Chi
Catalog: Taichi/Resources/Languages/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fa, fr, hi, id, ja, ko, pa, pt_pt, ru, sw, zh_hans

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
de: Speichern
es: Guardar
fa: ذخیره کنید
fr: Enregistrer
hi: सहेजें
id: Simpan
ja: 保存
ko: 저장
pa: ਸੇਵ ਕਰੋ
pt_pt: Salvar
ru: Сохранить
sw: Hifadhi
zh_hans: 保存

source: Save 50%
ar: وفر 50%
bn: 50% সংরক্ষণ করুন
de: Sparen Sie 50 %
es: Ahorra un 50 %
fa: صرفه جویی 50%
fr: 50 % d'économie
hi: 50% बचाएँ
id: Hemat 50%
ja: 50% オフ
ko: 50% 할인
pa: 50% ਬਚਾਓ
pt_pt: Economize 50%
ru: Экономия 50%
sw: Okoa 50%
zh_hans: 省 50%

source: Scanner
ar: الماسح الضوئي
bn: স্ক্যানার
es: Escáner
fa: اسکنر
hi: स्कैनर
id: Pemindai
ja: スキャナー
ko: 스캐너
pa: ਸਕੈਨਰ
ru: Сканер
sw: Kichanganuzi
zh_hans: 扫描仪

source: See All Songs
ar: شاهد جميع الأغاني
bn: সব গান দেখুন
de: Alle Songs anzeigen
es: Ver todas las canciones
fa: مشاهده همه آهنگ ها
fr: Voir tous les morceaux
hi: सभी गाने देखें
id: Lihat Semua Lagu
ja: すべての曲を見る
ko: 모든 음악 보기
pa: ਸਾਰੇ ਗੀਤ ਦੇਖੋ
pt_pt: Ver todas as músicas
ru: Все композиции
sw: Tazama Nyimbo Zote
zh_hans: 查看全部歌曲

source: Select one or more
ar: اختر واحدًا أو أكثر
bn: এক বা একাধিক নির্বাচন করুন
de: Wählen Sie eine oder mehrere aus
es: Selecciona uno o más
fa: یک یا چند مورد را انتخاب کنید
fr: Sélectionnez un ou plusieurs
hi: एक या अधिक चुनें
id: Pilih satu atau lebih
ja: 1つ以上選択してください
ko: 하나 이상 선택하세요
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਚੁਣੋ
pt_pt: Selecione um ou mais
ru: Выберите один или несколько вариантов
sw: Chagua moja au zaidi
zh_hans: 可多选

source: Send
ar: أرسل
bn: পাঠান
de: Senden
es: Enviar
fa: ارسال کنید
fr: Envoyer
hi: भेजें
id: Kirim
ja: 送信
ko: 보내기
pa: ਭੇਜੋ
pt_pt: Enviar
ru: Отправить
sw: Tuma
zh_hans: 发送

source: Send mail error
ar: خطأ في إرسال البريد
bn: মেইল ​​ত্রুটি পাঠান
de: Fehler beim Senden der E-Mail
es: Error al enviar el correo
fa: خطای ارسال نامه
fr: Échec de l'envoi de l'e-mail
hi: मेल भेजने में विफल
id: Kesalahan pengiriman email
ja: メールの送信に失敗しました
ko: 메일 전송에 실패했습니다
pa: ਮੇਲ ਭੇਜੋ ਗਲਤੀ
pt_pt: Erro de envio de e-mail
ru: Не удалось отправить письмо
sw: Hitilafu ya kutuma barua
zh_hans: 邮件发送失败

source: Send mail success
ar: إرسال البريد النجاح
bn: মেল সফল পাঠান
de: E-Mail erfolgreich senden
es: Correo enviado con éxito
fa: ارسال نامه با موفقیت
fr: E-mail envoyé avec succès
hi: मेल सफलतापूर्वक भेजा गया
id: Kirim email sukses
ja: メールを送信しました
ko: 메일이 성공적으로 전송되었습니다
pa: ਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜੋ
pt_pt: Enviar e-mail com sucesso
ru: Письмо успешно отправлено
sw: Tuma barua pepe
zh_hans: 邮件发送成功

source: Set the reset time between exercise
ar: اضبط وقت إعادة الضبط بين التمرين
bn: অনুশীলনের মধ্যে রিসেট সময় সেট করুন
de: Stellen Sie die Rücksetzzeit zwischen den Übungen ein
es: Define el tiempo de descanso entre ejercicios
fa: زمان بازنشانی بین تمرین را تنظیم کنید
fr: Définissez le temps de repos entre les exercices
hi: व्यायाम के बीच विश्राम का समय तय करें
id: Atur waktu reset di antara latihan
ja: エクササイズ間の休憩時間を設定します
ko: 운동 사이의 휴식 시간을 설정하세요
pa: ਕਸਰਤ ਦੇ ਵਿਚਕਾਰ ਰੀਸੈਟ ਸਮਾਂ ਸੈੱਟ ਕਰੋ
pt_pt: Defina o tempo de reinicialização entre os exercícios
ru: Задайте время отдыха между упражнениями
sw: Weka muda wa kuweka upya kati ya mazoezi
zh_hans: 设置动作之间的休息时间

source: Setting
ar: الإعداد
bn: সেটিং
de: Einstellung
es: Configuración
fa: تنظیم
fr: Paramètre
hi: सेटिंग
id: Pengaturan
ja: 設定
ko: 설정
pa: ਸੈਟਿੰਗ
pt_pt: Configuração
ru: Настройка
sw: Mpangilio
zh_hans: 设置

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fa: تنظیمات
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ko: 설정
pa: ਸੈਟਿੰਗਾਂ
pt_pt: Configurações
ru: Настройки
sw: Mipangilio
zh_hans: 设置

source: Share
ar: شارك
bn: শেয়ার করুন
de: Teilen
es: Compartir
fa: به اشتراک بگذارید
fr: Partager
hi: साझा करें
id: Bagikan
ja: 共有
ko: 공유
pa: ਸ਼ੇਅਰ ਕਰੋ
pt_pt: Compartilhar
ru: Поделиться
sw: Shiriki
zh_hans: 分享

source: Share App
ar: مشاركة التطبيق
bn: অ্যাপ শেয়ার করুন
de: App teilen
es: Compartir aplicación
fa: اشتراک گذاری برنامه
fr: Partager l'application
hi: ऐप साझा करें
id: Bagikan Aplikasi
ja: アプリを共有
ko: 앱 공유
pa: ਐਪ ਸ਼ੇਅਰ ਕਰੋ
pt_pt: Compartilhar aplicativo
ru: Поделиться приложением
sw: Shiriki Programu
zh_hans: 分享应用

source: Shoulder
ar: الكتف
bn: কাঁধ
de: Schulter
es: Hombro
fa: شانه
fr: Épaule
hi: कंधा
id: Bahu
ja: 肩
ko: 어깨
pa: ਮੋਢੇ
pt_pt: Ombro
ru: Плечо
sw: Bega
zh_hans: 肩部

source: Skip
ar: تخطي
bn: এড়িয়ে যান
de: Überspringen
es: Saltar
fa: پرش کنید
fr: Passer
hi: छोड़ें
id: Lewati
ja: スキップ
ko: 건너뛰기
pa: ਛੱਡੋ
pt_pt: Pular
ru: Пропустить
sw: Ruka
zh_hans: 跳过

source: Slow performance on older devices
ar: أداء بطيء على الأجهزة القديمة
bn: পুরানো ডিভাইসে ধীর কর্মক্ষমতা
de: Langsame Leistung auf älteren Geräten
es: Rendimiento lento en dispositivos más antiguos
fa: عملکرد آهسته در دستگاه های قدیمی تر
fr: Performances lentes sur les appareils plus anciens
hi: पुराने उपकरणों पर धीमा प्रदर्शन
id: Performa lambat pada perangkat lama
ja: 古いデバイスでは動作が遅い
ko: 구형 장치의 성능 저하
pa: ਪੁਰਾਣੀਆਂ ਡਿਵਾਈਸਾਂ 'ਤੇ ਹੌਲੀ ਪ੍ਰਦਰਸ਼ਨ
pt_pt: Desempenho lento em dispositivos mais antigos
ru: Медленно работает на старых устройствах
sw: Utendaji wa polepole kwenye vifaa vya zamani
zh_hans: 旧设备上运行较慢

source: Small ups and downs
ar: صعودا وهبوطا صغيرة
bn: ছোট উত্থান-পতন
de: Kleine Höhen und Tiefen
es: Pequeñas variaciones
fa: فراز و نشیب های کوچک
fr: De légères variations
hi: थोड़े उतार-चढ़ाव
id: Naik turunnya kecil
ja: 多少の増減あり
ko: 약간의 변동
pa: ਛੋਟੇ ਉਤਰਾਅ-ਚੜ੍ਹਾਅ
pt_pt: Pequenos altos e baixos
ru: Небольшие колебания
sw: Heka heka ndogo
zh_hans: 有小幅波动

source: Songs
ar: أغاني
bn: গান
de: Lieder
es: Canciones
fa: آهنگ ها
fr: Morceaux
hi: गाने
id: Lagu
ja: 曲
ko: 음악
pa: ਗੀਤ
pt_pt: Músicas
ru: Композиции
sw: Nyimbo
zh_hans: 歌曲

source: Start
ar: ابدأ
bn: শুরু করুন
de: Starten
es: Iniciar
fa: شروع کنید
fr: Démarrer
hi: प्रारंभ करें
id: Mulai
ja: 開始
ko: 시작
pa: ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Começar
ru: Начать
sw: Anza
zh_hans: 开始

source: Start Free Trial
ar: ابدأ النسخة التجريبية المجانية
bn: বিনামূল্যে ট্রায়াল শুরু করুন
de: Kostenlose Testversion starten
es: Iniciar prueba gratuita
fa: آزمایش رایگان را شروع کنید
fr: Commencer l'essai gratuit
hi: नि:शुल्क परीक्षण प्रारंभ करें
id: Mulai Uji Coba Gratis
ja: 無料トライアルを開始
ko: 무료 체험 시작
pa: ਮੁਫ਼ਤ ਅਜ਼ਮਾਇਸ਼ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Comece o teste gratuito
ru: Начать бесплатный период
sw: Anza Jaribio Bila Malipo
zh_hans: 开始免费试用

source: Start Now
ar: ابدأ الآن
bn: এখনই শুরু করুন
de: Beginnen Sie jetzt
es: Comenzar ahora
fa: اکنون شروع کنید
fr: Commencer maintenant
hi: अभी शुरू करें
id: Mulai Sekarang
ja: 今すぐ開始
ko: 지금 시작
pa: ਹੁਣੇ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Comece agora
ru: Начать сейчас
sw: Anza Sasa
zh_hans: 立即开始

source: Start now
ar: ابدأ الآن
bn: এখনই শুরু করুন
de: Beginnen Sie jetzt
es: Empezar ahora
fa: همین الان شروع کن
fr: Commencer maintenant
hi: अभी शुरू करें
id: Mulai sekarang
ja: 今すぐ始める
ko: 지금 시작
pa: ਹੁਣੇ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Comece agora
ru: Начать сейчас
sw: Anza sasa
zh_hans: 立即开始

source: Start your feedback here
ar: ابدأ ملاحظاتك هنا
bn: এখানে আপনার প্রতিক্রিয়া শুরু করুন
de: Beginnen Sie hier mit Ihrem Feedback
es: Comience sus comentarios aquí
fa: بازخورد خود را از اینجا شروع کنید
fr: Commencez vos commentaires ici
hi: अपनी प्रतिक्रिया यहां से प्रारंभ करें
id: Mulai tanggapan Anda di sini
ja: ここからフィードバックを開始してください
ko: 여기에서 피드백을 시작하세요
pa: ਆਪਣਾ ਫੀਡਬੈਕ ਇੱਥੇ ਸ਼ੁਰੂ ਕਰੋ
pt_pt: Comece seu feedback aqui
ru: Напишите свой отзыв здесь
sw: Anza maoni yako hapa
zh_hans: 在此开始填写反馈

source: Stiff or achy
ar: قاسية أو مؤلمة
bn: শক্ত বা ব্যথা
de: Steif oder schmerzhaft
es: Rigidez o dolor
fa: سفت یا دردناک
fr: Raideurs ou douleurs
hi: अकड़न या दर्द
id: Kaku atau pegal
ja: こわばり・痛み
ko: 뻣뻣하거나 아픔
pa: ਕਠੋਰ ਜਾਂ ਦਰਦ
pt_pt: Rígido ou dolorido
ru: Скованность или боль
sw: Ngumu au achy
zh_hans: 僵硬或酸痛

source: Store
ar: متجر
bn: দোকান
de: Speichern
es: Tienda
fa: فروشگاه
fr: Magasin
hi: स्टोर
id: Toko
ja: 保存
ko: 저장소
pa: ਸਟੋਰ
pt_pt: Loja
ru: Магазин
sw: Hifadhi
zh_hans: 商店

source: Su
ar: سو
bn: সু
es: Do
fa: سو
fr: Di
hi: रवि
ja: 日
ko: 일
pa: ਸੁ
ru: Вс
zh_hans: 周日

source: Submit
ar: إرسال
bn: জমা দিন
de: Senden
es: Enviar
fa: ارسال کنید
fr: Soumettre
hi: जमा करें
id: Kirim
ja: 送信
ko: 제출
pa: ਜਮ੍ਹਾਂ ਕਰੋ
pt_pt: Enviar
ru: Отправить
sw: Wasilisha
zh_hans: 提交

source: Subscription
ar: الاشتراك
bn: সাবস্ক্রিপশন
de: Abonnement
es: Suscripción
fa: اشتراک
fr: Abonnement
hi: सदस्यता
id: Berlangganan
ja: サブスクリプション
ko: 구독
pa: ਗਾਹਕੀ
pt_pt: Assinatura
ru: Подписка
sw: Usajili
zh_hans: 订阅

source: Subscription expired
ar: انتهت صلاحية الاشتراك
bn: সদস্যতার মেয়াদ শেষ
de: Das Abonnement ist abgelaufen
es: Suscripción caducada
fa: اشتراک منقضی شده است
fr: Abonnement expiré
hi: सदस्यता समाप्त हो गई
id: Langganan telah habis masa berlakunya
ja: サブスクリプションの有効期限が切れました
ko: 구독이 만료되었습니다
pa: ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋਈ
pt_pt: A assinatura expirou
ru: Подписка истекла
sw: Usajili umekwisha
zh_hans: 订阅已过期

source: Subscription expired on
ar: انتهت صلاحية الاشتراك في
bn: সদস্যতা মেয়াদ শেষ হয়েছে
de: Das Abonnement ist am abgelaufen
es: La suscripción expiró el
fa: اشتراک در تاریخ منقضی شد
fr: Abonnement expiré le
hi: सदस्यता समाप्त हो गई
id: Langganan berakhir pada
ja: サブスクリプションの有効期限が切れました
ko: 구독이 만료되었습니다
pa: ਗਾਹਕੀ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋਈ
pt_pt: A assinatura expirou em
ru: Подписка истекла
sw: Usajili uliisha muda wake
zh_hans: 订阅过期时间：

source: Success
ar: النجاح
bn: সফলতা
de: Erfolg
es: Éxito
fa: موفقیت
fr: Succès
hi: सफलता
id: Sukses
ja: 成功
ko: 성공
pa: ਸਫਲਤਾ
pt_pt: Sucesso
ru: Готово
sw: Mafanikio
zh_hans: 成功

source: TaiChi
ar: تاي تشي
bn: তাইচি
es: Taichí
fa: تایچی
hi: ताई ची
ja: 太極拳
ko: 태극권
pa: ਤਾਈਚੀ
ru: Тайцзи
zh_hans: 太极

source: Tell me what affected your experience:
ar: أخبرني ما الذي أثر على تجربتك:
bn: আপনার অভিজ্ঞতা কি প্রভাবিত করেছে আমাকে বলুন:
de: Sagen Sie mir, was Ihre Erfahrung beeinflusst hat:
es: Cuéntame qué afectó tu experiencia:
fa: به من بگویید چه چیزی بر تجربه شما تأثیر گذاشته است:
fr: Dites-moi ce qui a affecté votre expérience :
hi: मुझे बताएं कि आपके अनुभव पर क्या प्रभाव पड़ा:
id: Beri tahu saya apa yang memengaruhi pengalaman Anda:
ja: 何があなたの経験に影響を与えたのか教えてください:
ko: 귀하의 경험에 어떤 영향을 미쳤는지 알려주세요.
pa: ਮੈਨੂੰ ਦੱਸੋ ਕਿ ਤੁਹਾਡੇ ਅਨੁਭਵ ਨੂੰ ਕਿਸ ਚੀਜ਼ ਨੇ ਪ੍ਰਭਾਵਿਤ ਕੀਤਾ:
pt_pt: Diga-me o que afetou sua experiência:
ru: Расскажите, что повлияло на ваши впечатления:
sw: Niambie ni nini kiliathiri uzoefu wako:
zh_hans: 请告诉我们哪些方面影响了您的体验：

source: Template
ar: القالب
bn: টেমপ্লেট
de: Vorlage
es: Plantilla
fa: الگو
fr: Modèle
hi: टेम्पलेट
id: Templat
ja: テンプレート
ko: 템플릿
pa: ਟੈਂਪਲੇਟ
pt_pt: Modelo
ru: Шаблон
sw: Kiolezo
zh_hans: 模板

source: Tense or stressed
ar: متوترة أو متوترة
bn: টেনশন বা স্ট্রেসড
de: Angespannt oder gestresst
es: Tenso/a o estresado/a
fa: تنش یا استرس
fr: Tendu(e) ou stressé(e)
hi: तनावग्रस्त या चिंतित
id: Tegang atau stres
ja: 緊張・ストレス
ko: 긴장되거나 스트레스 받음
pa: ਤਣਾਅ ਜਾਂ ਤਣਾਅ
pt_pt: Tenso ou estressado
ru: Напряжение или стресс
sw: Mkazo au mkazo
zh_hans: 紧张或有压力

source: Terms & Conditions
ar: الشروط والأحكام
bn: শর্তাবলী
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fa: شرایط و ضوابط
fr: Conditions générales
hi: नियम एवं शर्तें
id: Syarat & Ketentuan
ja: 利用規約
ko: 이용약관
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
pt_pt: Termos e Condições
ru: Условия использования
sw: Sheria na Masharti
zh_hans: 条款与条件

source: Terms & Privacy
ar: الشروط والخصوصية
bn: শর্তাবলী এবং গোপনীয়তা
de: Bedingungen und Datenschutz
es: Términos y privacidad
fa: شرایط و حریم خصوصی
fr: Conditions et confidentialité
hi: शर्तें एवं गोपनीयता
id: Syarat & Privasi
ja: 規約とプライバシー
ko: 이용약관 및 개인정보 보호
pa: ਨਿਯਮ ਅਤੇ ਗੋਪਨੀਯਤਾ
pt_pt: Termos e privacidade
ru: Условия и конфиденциальность
sw: Masharti na Faragha
zh_hans: 条款与隐私

source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
es: Términos de uso
fa: شرایط استفاده
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
ja: 利用規約
ko: 이용약관
pa: ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ
pt_pt: Termos de Uso
ru: Условия использования
sw: Masharti ya Matumizi
zh_hans: 使用条款

source: Th
ar: ث
bn: ম
es: Ju
fr: Je
hi: गुरु
ja: 木
ko: 목
pa: ਥ
pt_pt: O
ru: Чт
zh_hans: 周四

source: Thanks for your feedback
ar: شكرا لملاحظاتك
bn: আপনার প্রতিক্রিয়া জন্য ধন্যবাদ
de: Vielen Dank für Ihr Feedback
es: Gracias por tus comentarios
fa: با تشکر از بازخورد شما
fr: Merci pour vos commentaires
hi: आपकी प्रतिक्रिया के लिए धन्यवाद
id: Terima kasih atas tanggapan Anda
ja: フィードバックをお寄せいただきありがとうございます
ko: 피드백을 보내주셔서 감사합니다.
pa: ਤੁਹਾਡੇ ਫੀਡਬੈਕ ਲਈ ਧੰਨਵਾਦ
pt_pt: Obrigado pelo seu feedback
ru: Спасибо за ваш отзыв
sw: Asante kwa maoni yako
zh_hans: 感谢您的反馈

source: The best rating for us
ar: أفضل تصنيف بالنسبة لنا
bn: আমাদের জন্য সেরা রেটিং
de: Für uns die beste Bewertung
es: La mejor calificación para nosotros.
fa: بهترین امتیاز برای ما
fr: La meilleure note pour nous
hi: हमारे लिए सबसे अच्छी रेटिंग
id: Peringkat terbaik untuk kami
ja: 私たちにとって最高の評価
ko: 우리에게 최고의 평가
pa: ਸਾਡੇ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ ਰੇਟਿੰਗ
pt_pt: A melhor classificação para nós
ru: Лучшая оценка для нас
sw: Ukadiriaji bora kwa ajili yetu
zh_hans: 给我们最高评分

source: This action can contain ads
ar: يمكن أن يحتوي هذا الإجراء على إعلانات
bn: এই অ্যাকশনে বিজ্ঞাপন থাকতে পারে
de: Diese Aktion kann Werbung enthalten
es: Esta acción puede contener anuncios
fa: این عمل می تواند حاوی تبلیغات باشد
fr: Cette action peut contenir des publicités
hi: इस क्रिया में विज्ञापन हो सकते हैं
id: Tindakan ini dapat berisi iklan
ja: この操作には広告が含まれる場合があります
ko: 이 작업에는 광고가 포함될 수 있습니다
pa: ਇਸ ਕਾਰਵਾਈ ਵਿੱਚ ਵਿਗਿਆਪਨ ਸ਼ਾਮਲ ਹੋ ਸਕਦੇ ਹਨ
pt_pt: Esta ação pode conter anúncios
ru: Это действие может содержать рекламу
sw: Kitendo hiki kinaweza kuwa na matangazo
zh_hans: 此操作可能包含广告

source: This may take a few moments…
ar: قد يستغرق هذا بضع لحظات…
bn: এতে কয়েক মুহূর্ত সময় লাগতে পারে...
de: Dies kann einige Momente dauern ...
es: Esto puede tardar unos momentos…
fa: این ممکن است چند لحظه طول بکشد…
fr: Cela peut prendre quelques instants…
hi: इसमें कुछ समय लग सकता है…
id: Ini mungkin memerlukan waktu beberapa saat…
ja: 少し時間がかかる場合があります…
ko: 잠시 시간이 걸릴 수 있습니다…
pa: ਇਸ ਵਿੱਚ ਕੁਝ ਪਲ ਲੱਗ ਸਕਦੇ ਹਨ...
pt_pt: Isso pode levar alguns instantes…
ru: Это может занять несколько секунд…
sw: Hii inaweza kuchukua muda mfupi...
zh_hans: 这可能需要一点时间…

source: Time to move
ar: حان الوقت للتحرك
bn: সরানোর সময়
de: Zeit, umzuziehen
es: Es hora de moverte
fa: زمان حرکت است
fr: C'est l'heure de bouger
hi: चलने-फिरने का समय हो गया
id: Saatnya bergerak
ja: 体を動かす時間です
ko: 움직일 시간이에요
pa: ਜਾਣ ਦਾ ਸਮਾਂ
pt_pt: Hora de se mover
ru: Время подвигаться
sw: Wakati wa kusonga
zh_hans: 该动起来了

source: Tips
ar: نصائح
bn: টিপস
de: Tipps
es: Consejos
fa: نکات
fr: Conseils
hi: संकेत
id: Kiat
ja: ヒント
ko: 팁
pa: ਸੁਝਾਅ
pt_pt: Dicas
ru: Советы
sw: Vidokezo
zh_hans: 小贴士

source: Too many ads
ar: عدد كبير جدًا من الإعلانات
bn: অনেক বিজ্ঞাপন
de: Zu viele Anzeigen
es: Demasiados anuncios
fa: تبلیغات خیلی زیاد
fr: Trop de publicités
hi: बहुत सारे विज्ञापन
id: Terlalu banyak iklan
ja: 広告が多すぎる
ko: 광고가 너무 많습니다
pa: ਬਹੁਤ ਸਾਰੇ ਵਿਗਿਆਪਨ
pt_pt: Muitos anúncios
ru: Слишком много рекламы
sw: Matangazo mengi sana
zh_hans: 广告太多

source: Try Premium
ar: جرب بريميوم
bn: প্রিমিয়াম ব্যবহার করে দেখুন
de: Probieren Sie Premium aus
es: Probar Premium
fa: Premium را امتحان کنید
fr: Essayer Premium
hi: प्रीमियम आज़माएँ
id: Coba Premium
ja: プレミアムを試す
ko: 프리미엄 체험하기
pa: ਪ੍ਰੀਮੀਅਮ ਵਰਤ ਕੇ ਦੇਖੋ
pt_pt: Experimente o Premium
ru: Попробовать Premium
sw: Jaribu Premium
zh_hans: 试用高级版

source: Try again
ar: حاول مرة أخرى
bn: আবার চেষ্টা করুন
de: Versuchen Sie es erneut
es: Intentar de nuevo
fa: دوباره امتحان کنید
fr: Réessayer
hi: फिर से कोशिश करें
id: Coba lagi
ja: 再試行
ko: 다시 시도
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_pt: Tente novamente
ru: Повторить
sw: Jaribu tena
zh_hans: 重试

source: Try now
ar: حاول الآن
bn: এখন চেষ্টা করুন
de: Versuchen Sie es jetzt
es: Probar ahora
fa: اکنون امتحان کنید
fr: Essayer maintenant
hi: अभी आज़माएँ
id: Coba sekarang
ja: 今すぐ試す
ko: 지금 사용해보기
pa: ਹੁਣੇ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt_pt: Experimente agora
ru: Попробовать сейчас
sw: Jaribu sasa
zh_hans: 立即试用

source: Tu
ar: تو
bn: তু
de: Di
es: Ma
fa: تو
fr: Ma
hi: मंगल
id: Kamu
ja: 火
ko: 화
pa: ਤੂ
pt_pt: Você
ru: Вт
zh_hans: 周二

source: Type
ar: اكتب
bn: টাইপ
de: Typ
es: Tipo
fa: تایپ کنید
fr: Taper
hi: प्रकार
id: Ketik
ja: タイプ
ko: 유형
pa: ਟਾਈਪ ਕਰੋ
pt_pt: Tipo
ru: Тип
sw: Aina
zh_hans: 类型

source: Type here...
ar: اكتب هنا...
bn: এখানে টাইপ করুন...
de: Geben Sie hier ein...
es: Escribe aquí...
fa: اینجا تایپ کنید...
fr: Tapez ici...
hi: यहां लिखें...
id: Ketik di sini...
ja: ここに入力してください...
ko: 여기에 입력하세요...
pa: ਇੱਥੇ ਟਾਈਪ ਕਰੋ...
pt_pt: Digite aqui...
ru: Введите здесь...
sw: Andika hapa...
zh_hans: 在此输入…

source: Unknown purchase result
ar: نتيجة شراء غير معروفة
bn: অজানা ক্রয় ফলাফল
de: Unbekanntes Kaufergebnis
es: Resultado de compra desconocido
fa: نتیجه خرید نامشخص
fr: Résultat d'achat inconnu
hi: अज्ञात खरीदारी परिणाम
id: Hasil pembelian tidak diketahui
ja: 購入結果不明
ko: 알 수 없는 구매 결과
pa: ਅਗਿਆਤ ਖਰੀਦ ਨਤੀਜਾ
pt_pt: Resultado de compra desconhecido
ru: Неизвестный результат покупки
sw: Matokeo ya ununuzi yasiyojulikana
zh_hans: 未知的购买结果

source: Unknown status
ar: حالة غير معروفة
bn: অজানা অবস্থা
de: Unbekannter Status
es: Estado desconocido
fa: وضعیت نامعلوم
fr: Statut inconnu
hi: अज्ञात स्थिति
id: Status tidak diketahui
ja: 不明なステータス
ko: 알 수 없는 상태
pa: ਅਗਿਆਤ ਸਥਿਤੀ
pt_pt: Estado desconhecido
ru: Неизвестный статус
sw: Hali isiyojulikana
zh_hans: 未知状态

source: Unlimited Taichi Scans
ar: عمليات مسح Taichi غير محدودة
bn: আনলিমিটেড তাইচি স্ক্যান
de: Unbegrenzte Taichi-Scans
es: Escaneos de taichí ilimitados
fa: اسکن تایچی نامحدود
fr: Scans de Tai-chi illimités
hi: अनलिमिटेड ताई ची स्कैन
id: Pemindaian Taichi Tanpa Batas
ja: 太極拳スキャン無制限
ko: 무제한 태극권 스캔
pa: ਅਸੀਮਤ ਤਾਚੀ ਸਕੈਨ
pt_pt: Varreduras ilimitadas de Taichi
ru: Безлимитные сканирования тайцзи
sw: Uchanganuzi wa Taichi usio na kikomo
zh_hans: 无限次太极扫描

source: Unlock Now
ar: افتح الآن
bn: এখনই আনলক করুন
de: Jetzt freischalten
es: Desbloquear ahora
fa: اکنون قفل را باز کنید
fr: Débloquer maintenant
hi: अभी अनलॉक करें
id: Buka Kunci Sekarang
ja: 今すぐロックを解除する
ko: 지금 잠금 해제
pa: ਹੁਣੇ ਅਨਲੌਕ ਕਰੋ
pt_pt: Desbloquear agora
ru: Открыть доступ
sw: Fungua Sasa
zh_hans: 立即解锁

source: Unlock This Workout
ar: فتح هذا التمرين
bn: এই ওয়ার্কআউটটি আনলক করুন
de: Schalten Sie dieses Training frei
es: Desbloquear este entrenamiento
fa: قفل این تمرین را باز کنید
fr: Débloquer cette séance
hi: यह वर्कआउट अनलॉक करें
id: Buka Kunci Latihan Ini
ja: このワークアウトをアンロック
ko: 이 운동 잠금 해제
pa: ਇਸ ਕਸਰਤ ਨੂੰ ਅਨਲੌਕ ਕਰੋ
pt_pt: Desbloqueie este treino
ru: Открыть эту тренировку
sw: Fungua Mazoezi Hii
zh_hans: 解锁此训练

source: Unlock everything with an exclusive limited-time offer.
ar: افتح كل شيء مع عرض حصري لفترة محدودة.
bn: সীমিত সময়ের একচেটিয়া অফার সহ সবকিছু আনলক করুন।
de: Schalten Sie alles mit einem exklusiven, zeitlich begrenzten Angebot frei.
es: Desbloquea todo con una oferta exclusiva por tiempo limitado.
fa: همه چیز را با یک پیشنهاد منحصر به فرد با زمان محدود باز کنید.
fr: Débloquez tout avec une offre exclusive à durée limitée.
hi: सीमित समय के विशेष ऑफ़र के साथ सब कुछ अनलॉक करें।
id: Buka semuanya dengan penawaran eksklusif dalam waktu terbatas.
ja: 期間限定の特別オファーですべての機能をアンロック。
ko: 한정 특별 혜택으로 모든 기능을 잠금 해제하세요.
pa: ਇੱਕ ਵਿਸ਼ੇਸ਼ ਸੀਮਤ-ਸਮੇਂ ਦੀ ਪੇਸ਼ਕਸ਼ ਨਾਲ ਹਰ ਚੀਜ਼ ਨੂੰ ਅਨਲੌਕ ਕਰੋ।
pt_pt: Desbloqueie tudo com uma oferta exclusiva por tempo limitado.
ru: Откройте всё по эксклюзивному предложению ограниченного времени.
sw: Fungua kila kitu kwa ofa ya kipekee ya muda mfupi.
zh_hans: 把握限时专属优惠，解锁全部内容。

source: Unlock to get VIP features!
ar: فتح للحصول على ميزات VIP!
bn: ভিআইপি বৈশিষ্ট্য পেতে আনলক করুন!
de: Schalten Sie es frei, um VIP-Funktionen zu erhalten!
es: ¡Desbloquea para obtener funciones VIP!
fa: برای دریافت ویژگی های VIP، قفل را باز کنید!
fr: Débloquez pour obtenir des fonctionnalités VIP !
hi: वीआईपी सुविधाएँ प्राप्त करने के लिए अनलॉक करें!
id: Buka kunci untuk mendapatkan fitur VIP!
ja: ロックを解除して VIP 機能を入手しましょう!
ko: VIP 기능을 얻으려면 잠금을 해제하세요!
pa: VIP ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਅਨਲੌਕ ਕਰੋ!
pt_pt: Desbloqueie para obter recursos VIP!
ru: Откройте доступ к VIP-функциям!
sw: Fungua ili upate vipengele vya VIP!
zh_hans: 解锁即可获得 VIP 功能！

source: Upgrade Premium
ar: ترقية بريميوم
bn: প্রিমিয়াম আপগ্রেড করুন
de: Premium upgraden
es: Actualizar Premium
fa: Premium را ارتقا دهید
fr: Mise à niveau premium
hi: प्रीमियम अपग्रेड करें
id: Tingkatkan Premium
ja: アップグレードプレミアム
ko: 프리미엄 업그레이드
pa: ਪ੍ਰੀਮੀਅਮ ਅੱਪਗ੍ਰੇਡ ਕਰੋ
pt_pt: Atualizar Premium
ru: Перейти на Premium
sw: Boresha Premium
zh_hans: 升级高级版

source: Use basic version
ar: استخدم الإصدار الأساسي
bn: মৌলিক সংস্করণ ব্যবহার করুন
de: Verwenden Sie die Basisversion
es: Usar la versión básica
fa: از نسخه پایه استفاده کنید
fr: Utiliser la version de base
hi: बेसिक वर्ज़न इस्तेमाल करें
id: Gunakan versi dasar
ja: ベーシック版を使う
ko: 기본 버전 사용
pa: ਮੂਲ ਸੰਸਕਰਣ ਦੀ ਵਰਤੋਂ ਕਰੋ
pt_pt: Usar versão básica
ru: Использовать базовую версию
sw: Tumia toleo la msingi
zh_hans: 使用基础版

source: Very active
ar: نشط جدا
bn: খুব সক্রিয়
de: Sehr aktiv
es: Muy activo/a
fa: بسیار فعال
fr: Très actif(ve)
hi: बहुत सक्रिय
id: Sangat aktif
ja: とても活発
ko: 매우 활동적임
pa: ਬਹੁਤ ਸਰਗਰਮ
pt_pt: Muito ativo
ru: Очень активный(ая)
sw: Inatumika sana
zh_hans: 非常活跃

source: Very stable
ar: مستقر جدًا
bn: খুব স্থিতিশীল
de: Sehr stabil
es: Muy estable
fa: بسیار پایدار
fr: Très stable
hi: बहुत स्थिर
id: Sangat stabil
ja: とても安定している
ko: 매우 안정적
pa: ਬਹੁਤ ਸਥਿਰ
pt_pt: Muito estável
ru: Очень стабильный
sw: Imara sana
zh_hans: 非常稳定

source: Video
ar: فيديو
bn: ভিডিও
fa: ویدئو
fr: Vidéo
hi: वीडियो
ja: ビデオ
ko: 비디오
pa: ਵੀਡੀਓ
pt_pt: Vídeo
ru: Видео
zh_hans: 视频

source: View all
ar: عرض الكل
bn: সব দেখুন
de: Alle anzeigen
es: Ver todo
fa: مشاهده همه
fr: Tout voir
hi: सभी देखें
id: Lihat semuanya
ja: すべて表示
ko: 전체 보기
pa: ਸਾਰੇ ਦੇਖੋ
pt_pt: Ver tudo
ru: Показать все
sw: Tazama zote
zh_hans: 查看全部

source: Want to keep going, take a short break, or continue later?
ar: هل تريد الاستمرار، أو أخذ استراحة قصيرة، أو الاستمرار لاحقًا؟
bn: চালিয়ে যেতে চান, একটি ছোট বিরতি নিতে চান বা পরে চালিয়ে যেতে চান?
de: Möchten Sie weitermachen, eine kurze Pause einlegen oder später weitermachen?
es: ¿Quieres seguir, tomarte un descanso o continuar más tarde?
fa: می خواهید ادامه دهید، استراحت کوتاهی داشته باشید یا بعدا ادامه دهید؟
fr: Vous voulez continuer, faire une courte pause ou reprendre plus tard ?
hi: जारी रखना चाहेंगे, थोड़ा आराम करेंगे या बाद में जारी रखेंगे?
id: Ingin melanjutkan, istirahat sejenak, atau melanjutkannya nanti?
ja: 続けますか、少し休みますか、それともあとで再開しますか？
ko: 계속할까요, 잠시 쉴까요, 아니면 나중에 이어서 할까요?
pa: ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਇੱਕ ਛੋਟਾ ਬ੍ਰੇਕ ਲੈਣਾ, ਜਾਂ ਬਾਅਦ ਵਿੱਚ ਜਾਰੀ ਰੱਖਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pt_pt: Quer continuar, fazer uma pequena pausa ou continuar mais tarde?
ru: Хотите продолжить, немного передохнуть или вернуться позже?
sw: Je, ungependa kuendelea, kuchukua mapumziko mafupi, au kuendelea baadaye?
zh_hans: 想继续、稍作休息，还是稍后再继续？

source: Watch
ar: شاهد
bn: ঘড়ি
de: Beobachten Sie
es: Reloj
fa: تماشا کنید
fr: Regarder
hi: देखें
id: Tonton
ja: ウォッチ
ko: 시청
pa: ਦੇਖੋ
pt_pt: Assistir
ru: Смотреть
sw: Tazama
zh_hans: 观看

source: Watch Ads
ar: مشاهدة الإعلانات
bn: বিজ্ঞাপন দেখুন
de: Schauen Sie sich Werbung an
es: Ver anuncios
fa: تماشای تبلیغات
fr: Regarder des annonces
hi: विज्ञापन देखें
id: Tonton Iklan
ja: 広告を見る
ko: 광고 시청
pa: ਵਿਗਿਆਪਨ ਦੇਖੋ
pt_pt: Assistir anúncios
ru: Смотреть рекламу
sw: Tazama Matangazo
zh_hans: 观看广告
